Repository: macdirtycow/factureclick
Catalog: Factureclick/Localizable.xcstrings
Source language: en
Languages: de, nl

# %@ · %@%% split
source: %1$@ · %2$@%% split
de: %@ · %@%% split
nl: %1$@ · %2$@%% verdeling

# %@ km on %@
source: %1$@ km on %2$@
de: %@ km on %@
nl: %1$@ km op %2$@

# %@ on %@
source: %1$@ on %2$@
de: %@ on %@
nl: %1$@ op %2$@

# %@ to %@
source: %1$@ to %2$@
de: %@ to %@
nl: %1$@ naar %2$@

# %lld open registrations worth %@ are ready for review.
source: %1$lld open registrations worth %2$@ are ready for review.
de: %lld open registrations worth %@ are ready for review.
nl: %1$lld open registraties ter waarde van %2$@ zijn klaar voor controle.

# %lld stroke%@
source: %1$lld stroke%2$@
de: %lld stroke%@
nl: %1$lld streek%2$@

source: Actions
de: Aktionen
nl: Acties

source: Activation
de: Aktivierung
nl: Activatie

source: Active
de: Aktiv
nl: Actief

source: Active company
de: Aktives Unternehmen
nl: Actief bedrijf

source: Active company: %@
de: Aktives Unternehmen: %1$@
nl: Actief bedrijf: %1$@

source: Add Attachment
de: Anhang hinzufügen
nl: Bijlage toevoegen

source: Add Company Profile
de: Unternehmensprofil hinzufügen
nl: Bedrijfsprofiel toevoegen

source: Add context for this work entry
de: Kontext für diesen Arbeitseintrag hinzufügen
nl: Voeg context toe voor deze werkregistratie

source: Add Entry
de: Eintrag hinzufügen
nl: Registratie toevoegen

source: Add expense context
de: Ausgabenkontext hinzufügen
nl: Voeg uitgavecontext toe

source: Add line
de: Zeile hinzufügen
nl: Regel toevoegen

source: Add Line
de: Zeile hinzufügen
nl: Regel toevoegen

source: Add or Manage Company Profile
de: Unternehmensprofil hinzufügen oder verwalten
nl: Bedrijfsprofiel toevoegen of beheren

source: Add Profile
de: Profil hinzufügen
nl: Profiel toevoegen

source: Add Receipt
de: Beleg hinzufügen
nl: Bon toevoegen

source: Add Rule
de: Regel hinzufügen
nl: Regel toevoegen

source: Address
de: Adresse
nl: Adres

source: All clients
de: Alle Kunden
nl: Alle klanten

source: All invoices
de: Alle Rechnungen
nl: Alle facturen

source: Amount
de: Betrag
nl: Bedrag

source: Annual revenue summary
de: Jahresumsatzübersicht
nl: Jaaromzetoverzicht

source: Annual Summary
de: Jahresübersicht
nl: Jaaroverzicht

source: App settings
de: App-Einstellungen
nl: App-instellingen

source: App theme
de: App-Thema
nl: App-thema

source: Apply Suggestions
de: Vorschläge anwenden
nl: Suggesties toepassen

source: Attachment
de: Anhang
nl: Bijlage

source: Attachment Import Failed
de: Anhangimport fehlgeschlagen
nl: Importeren van bijlage mislukt

source: Attachments
de: Anhänge
nl: Bijlagen

source: Billing
de: Abrechnung
nl: Facturatie

source: Billing defaults
de: Standardabrechnung
nl: Standaard facturatie

source: Brand and company profile
de: Marke und Unternehmensprofil
nl: Branding en bedrijfsprofiel

source: Business
de: Geschäftlich
nl: Zakelijk

source: Cancel
de: Abbrechen
nl: Annuleren

source: Capture Photo
de: Foto aufnehmen
nl: Foto maken

source: Category
de: Kategorie
nl: Categorie

source: Choose CSV File
de: CSV-Datei auswählen
nl: CSV-bestand kiezen

source: Choose from Photos
de: Aus Fotos wählen
nl: Kies uit Foto’s

source: Choose Logo
de: Logo auswählen
nl: Logo kiezen

source: Choose your work mode
de: Arbeitsmodus wählen
nl: Kies je werkmodus

source: Clear
de: Löschen
nl: Wissen

source: Clear Paid Date
de: Bezahlt-Datum löschen
nl: Betaaldatum wissen

source: Client
de: Kunde
nl: Klant

source: Client history
de: Kundenverlauf
nl: Klantgeschiedenis

source: Client name
de: Kundenname
nl: Klantnaam

source: Client notes
de: Kundennotizen
nl: Klantnotities

source: Clients
de: Kunden
nl: Klanten

source: Close
de: Schließen
nl: Sluiten

source: Collaboration
de: Zusammenarbeit
nl: Samenwerking

source: Color mode
de: Farbmodus
nl: Kleurmodus

source: Company
de: Unternehmen
nl: Bedrijf

source: Company name
de: Unternehmensname
nl: Bedrijfsnaam

source: Company Profile
de: Unternehmensprofil
nl: Bedrijfsprofiel

source: Company profiles
de: Unternehmensprofile
nl: Bedrijfsprofielen

source: Confirm
de: Bestätigen
nl: Bevestigen

source: Contact
de: Kontakt

source: Contact and tax
de: Kontakt und Steuern
nl: Contact en belasting

source: Contact person
de: Ansprechpartner
nl: Contactpersoon

source: Continue
de: Weiter
nl: Doorgaan

source: Convert
de: Umwandeln
nl: Omzetten

source: Convert Quote to Invoice
de: Angebot in Rechnung umwandeln
nl: Offerte omzetten naar factuur

source: Convert to Invoice
de: In Rechnung umwandeln
nl: Omzetten naar factuur

source: Create invoice
de: Rechnung erstellen
nl: Factuur maken

source: Create Invoice
de: Rechnung erstellen
nl: Factuur maken

source: Customer signature
de: Kundenunterschrift
nl: Handtekening klant

source: Data tools
de: Datentools

source: Data Tools
de: Datentools

source: Date
de: Datum
nl: Datum

source: Date signed
de: Unterschriftsdatum
nl: Datum ondertekend

source: Default hourly rate
de: Standardstundensatz
nl: Standaard uurtarief

source: Default payment term
de: Standardzahlungsfrist
nl: Standaard betaaltermijn

source: Default rate
de: Standardsatz
nl: Standaardtarief

source: Default VAT (%)
de: Standard-MwSt. (%)
nl: Standaard btw (%)

source: Delete
de: Löschen
nl: Verwijderen

source: Delete Mileage Entry
de: Fahrteintrag löschen
nl: Kilometerregistratie verwijderen

source: Delete Receipt
de: Beleg löschen
nl: Bon verwijderen

source: Description
de: Beschreibung
nl: Beschrijving

source: Distance
de: Entfernung
nl: Afstand

source: Done
de: Fertig
nl: Gereed

source: Due date
de: Fälligkeitsdatum
nl: Vervaldatum

source: Edit
de: Bearbeiten
nl: Bewerken

source: Edit Client
de: Kunden bearbeiten
nl: Klant bewerken

source: Edit Collaboration Rule
de: Kooperationsregel bearbeiten
nl: Samenwerkingsregel bewerken

source: Edit Mileage
de: Fahrt bearbeiten
nl: Kilometers bewerken

source: Edit Product
de: Produkt bearbeiten
nl: Product bewerken

source: Edit Profile
de: Profil bearbeiten
nl: Profiel bewerken

source: Edit Quote
de: Angebot bearbeiten
nl: Offerte bewerken

source: Edit Receipt
de: Beleg bearbeiten
nl: Bon bewerken

source: Edit Template
de: Vorlage bearbeiten
nl: Sjabloon bewerken

source: Email Failed
de: E-Mail fehlgeschlagen
nl: E-mail mislukt

source: Email Ready
de: E-Mail bereit
nl: E-mail klaar

source: Enabled Modules
de: Aktivierte Module
nl: Ingeschakelde modules

source: End date
de: Enddatum
nl: Einddatum

source: End location
de: Zielort
nl: Eindlocatie

source: End-of-week billing
de: Abrechnung zum Wochenabschluss
nl: Facturatie einde week

source: Excluded from invoice
de: Von Rechnung ausgeschlossen
nl: Uitgesloten van factuur

source: Expiry date
de: Ablaufdatum
nl: Vervaldatum

source: Export
de: Exportieren
nl: Exporteren

source: Export App Backup
de: App-Backup exportieren
nl: App-back-up exporteren

source: Export Complete
de: Export abgeschlossen
nl: Export voltooid

source: Export DOCX
de: DOCX exportieren
nl: DOCX exporteren

source: Export Failed
de: Export fehlgeschlagen
nl: Export mislukt

source: Export Invoices CSV
de: Rechnungen CSV exportieren
nl: Facturen CSV exporteren

source: Export PDF
de: PDF exportieren
nl: PDF exporteren

source: Export Registrations CSV
de: Einträge CSV exportieren
nl: Registraties CSV exporteren

source: Filters
de: Filter

source: Follow system appearance
de: Systemdarstellung folgen
nl: Systeemweergave volgen

source: Frequency
de: Frequenz
nl: Frequentie

source: From
de: Von
nl: Van

source: General rule
de: Allgemeine Regel
nl: Algemene regel

source: Generate Due Drafts
de: Fällige Entwürfe erzeugen
nl: Vervallen concepten genereren

source: Generate From Registrations
de: Aus Einträgen erzeugen
nl: Genereren uit registraties

source: Generate invoices by period
de: Rechnungen nach Zeitraum erzeugen
nl: Facturen genereren per periode

source: Generate Now
de: Jetzt erzeugen
nl: Nu genereren

source: Generations
de: Generierungen
nl: Generaties

source: Gross
de: Brutto
nl: Bruto

source: Group entries
de: Einträge gruppieren
nl: Registraties groeperen

source: Group lines
de: Zeilen gruppieren
nl: Regels groeperen

# highlight.agenda.1
source: Plan visits and deadlines in a single timeline.
de: Planen Sie Besuche und Fristen in einer Zeitleiste.
nl: Plan bezoeken en deadlines in een tijdlijn.

# highlight.agenda.2
source: Highlight today’s focus and upcoming work.
de: Heben Sie den heutigen Fokus und kommende Arbeiten hervor.
nl: Leg de focus van vandaag en komende taken vast.

# highlight.agenda.3
source: Leave room for team or personal filters.
de: Lassen Sie Raum für Team- oder persönliches Filtern.
nl: Voorzie ruimte voor team- of persoonlijke filters.

# highlight.clients.1
source: Centralize relationships, addresses, and contacts.
de: Bündeln Sie Beziehungen, Adressen und Ansprechpartner.
nl: Centraliseer relaties, adressen en contactpersonen.

# highlight.clients.2
source: Prepare client status and history for later views.
de: Bereiten Sie Kundenstatus und Verlauf für spätere Ansichten vor.
nl: Voorzie klantstatus en historiek voor latere schermen.

# highlight.clients.3
source: Keep segments and actions easy to extend.
de: Halten Sie Segmente und Aktionen leicht erweiterbar.
nl: Hou segmenten en acties eenvoudig uitbreidbaar.

# highlight.dashboard.1
source: Reserve space for metrics and daily signals.
de: Reservieren Sie Platz für Kennzahlen und tägliche Signale.
nl: Voorzie plaats voor cijfers en dagelijkse signalen.

# highlight.dashboard.2
source: Keep top actions reachable without adding noise.
de: Oberste Aktionen erreichbar halten, ohne Unruhe zu erzeugen.
nl: Houd hoofdacties bereikbaar zonder visuele ruis.

# highlight.dashboard.3
source: Prefer cards that can grow into live data surfaces.
de: Bevorzugen Sie Karten, die sich zu Live-Daten entwickeln können.
nl: Gebruik kaarten die later live data kunnen tonen.

# highlight.invoices.1
source: Prepare status, totals, and due dates for lists.
de: Bereiten Sie Status, Beträge und Fälligkeiten für Listen vor.
nl: Voorzie status, totalen en vervaldatums voor lijsten.

# highlight.invoices.2
source: Keep draft and sent states clearly distinguishable.
de: Lassen Sie Entwurf und gesendet klar unterscheidbar.
nl: Maak concept- en verzonden status duidelijk onderscheidbaar.

# highlight.invoices.3
source: Preserve space for PDF and delivery workflows.
de: Bewahren Sie Raum für PDF- und Versandabläufe.
nl: Voorzie ruimte voor PDF- en verzendflows.

# highlight.products.1
source: Structure items for pricing and VAT logic.
de: Strukturieren Sie Artikel für Preis- und MwSt.-Logik.
nl: Structureer items voor prijs- en btw-logica.

# highlight.products.2
source: Handle services and products consistently.
de: Behandeln Sie Dienstleistungen und Produkte konsistent.
nl: Behandel diensten en producten op een consistente manier.

# highlight.products.3
source: Let collections grow without UI rewrites.
de: Lassen Sie Sammlungen ohne UI-Umbauten wachsen.
nl: Laat collecties groeien zonder UI-herschrijvingen.

# highlight.registrations.1
source: Organize entries for work, time, and evidence.
de: Organisieren Sie Eingaben für Arbeit, Zeit und Nachweise.
nl: Organiseer registraties voor werk, tijd en bewijs.

# highlight.registrations.2
source: Support fast capture with minimal steps.
de: Unterstützen Sie schnelle Erfassung mit minimalen Schritten.
nl: Ondersteun snelle invoer met minimale stappen.

# highlight.registrations.3
source: Prepare filters by project and billing state.
de: Bereiten Sie Filter nach Projekt und Abrechnung vor.
nl: Voorzie filters op project en factuurstatus.

# highlight.settings.1
source: Group preferences into clear sections.
de: Gruppieren Sie Präferenzen in klare Bereiche.
nl: Groepeer voorkeuren in duidelijke secties.

# highlight.settings.2
source: Make language and appearance easy to reach.
de: Machen Sie Sprache und Aussehen leicht erreichbar.
nl: Maak taal en weergave makkelijk bereikbaar.

# highlight.settings.3
source: Separate administrative tasks from daily workflows.
de: Halten Sie administrative Aufgaben von täglichen Abläufen getrennt.
nl: Scheid administratieve taken van dagelijkse workflows.

source: Hourly rate
de: Stundensatz
nl: Uurtarief

source: Hours worked
de: Geleistete Stunden
nl: Gewerkte uren

source: Identity
de: Identität
nl: Identiteit

source: Import CSV
de: CSV importieren
nl: CSV importeren

source: Import type
de: Importtyp

source: Import Valid Rows
de: Gültige Zeilen importieren
nl: Geldige rijen importeren

source: Include in invoice
de: In Rechnung aufnehmen
nl: Opnemen in factuur

source: Include on invoice
de: In Rechnung einschließen
nl: Opnemen op factuur

source: Included invoices
de: Enthaltene Rechnungen
nl: Opgenomen facturen

source: Invoice
de: Rechnung
nl: Factuur

source: Invoice builder
de: Rechnungseditor
nl: Factuurbouwer

source: Invoice by Hours
de: Rechnung nach Stunden
nl: Factuur op uren

source: Invoice by period
de: Rechnung nach Zeitraum
nl: Factuur per periode

source: Invoice by Period
de: Rechnung nach Zeitraum
nl: Factuur per periode

source: Invoice date
de: Rechnungsdatum
nl: Factuurdatum

source: Invoice defaults
de: Rechnungsstandards
nl: Standaard factuurinstellingen

source: Invoice history
de: Rechnungsverlauf
nl: Factuurgeschiedenis

source: Invoice lines
de: Rechnungszeilen
nl: Factuurregels

source: Invoice notes
de: Rechnungsnotizen
nl: Factuurnotities

source: Invoice numbering
de: Rechnungsnummerierung
nl: Factuurnummering

source: Invoice period
de: Rechnungszeitraum
nl: Factuurperiode

source: Invoice prefix
de: Rechnungspräfix
nl: Factuurvoorvoegsel

source: Invoice text
de: Rechnungstext
nl: Factuurtekst

source: Invoice Workflow
de: Rechnungsworkflow
nl: Factuurworkflow

source: Invoices
de: Rechnungen
nl: Facturen

source: Language
de: Sprache
nl: Taal

source: Language and appearance
de: Sprache und Darstellung
nl: Taal en weergave

source: Last reminder
de: Letzte Erinnerung
nl: Laatste herinnering

source: Lines
de: Zeilen
nl: Regels

source: Linked invoice
de: Verknüpfte Rechnung
nl: Gekoppelde factuur

source: Linked mileage
de: Verknüpfte Fahrten
nl: Gekoppelde kilometers

source: Loading invoices
de: Rechnungen werden geladen
nl: Facturen laden

source: Mail Unavailable
de: Mail nicht verfügbar
nl: Mail niet beschikbaar

source: Manage Company Profile
de: Unternehmensprofil verwalten
nl: Bedrijfsprofiel beheren

source: Mark as Paid
de: Als bezahlt markieren
nl: Markeer als betaald

source: Mark as Sent
de: Als gesendet markieren
nl: Markeer als verzonden

source: Message
de: Nachricht
nl: Bericht

source: Mileage
de: Fahrten
nl: Kilometers

source: Mileage tracking
de: Fahrtenerfassung
nl: Kilometerregistratie

source: Mode
de: Modus
nl: Modus

source: Month
de: Monat
nl: Maand

source: Monthly revenue breakdown
de: Monatliche Umsatzübersicht
nl: Maandelijkse omzetverdeling

source: Net
de: Netto
nl: Netto

source: New Client
de: Neuer Kunde
nl: Nieuwe klant

source: New Profile
de: Neues Profil
nl: Nieuw profiel

source: New Template
de: Neue Vorlage
nl: Nieuw sjabloon

source: New Work Entry
de: Neuer Arbeitseintrag
nl: Nieuwe werkregistratie

source: No active company profile yet. Add one to use your business name and logo across invoices, quotes, and exported files.
de: Es gibt noch kein aktives Unternehmensprofil. Fügen Sie eines hinzu, um Firmenname und Logo in Rechnungen, Angeboten und Exporten zu verwenden.
nl: Nog geen actief bedrijfsprofiel. Voeg er één toe om je bedrijfsnaam en logo te gebruiken in facturen, offertes en exports.

source: No attachments yet.
de: Noch keine Anhänge.
nl: Nog geen bijlagen.

source: No available registrations in the selected period.
de: Keine verfügbaren Einträge im gewählten Zeitraum.
nl: Geen beschikbare registraties in de geselecteerde periode.

source: No client
de: Kein Kunde
nl: Geen klant

source: No company profiles yet.
de: Noch keine Unternehmensprofile.
nl: Nog geen bedrijfsprofielen.

source: No invoice data available for this period.
de: Keine Rechnungsdaten für diesen Zeitraum verfügbar.
nl: Geen factuurgegevens beschikbaar voor deze periode.

source: No invoices match the current filters.
de: Keine Rechnungen entsprechen den aktuellen Filtern.
nl: Geen facturen gevonden voor de huidige filters.

source: No linked invoice
de: Keine verknüpfte Rechnung
nl: Geen gekoppelde factuur

source: No mileage entries linked.
de: Keine Fahrten verknüpft.
nl: Geen kilometerregistraties gekoppeld.

source: No product
de: Kein Produkt
nl: Geen product

source: No quotes created yet.
de: Noch keine Angebote erstellt.
nl: Nog geen offertes gemaakt.

source: No quotes match the current filters.
de: Keine Angebote entsprechen den aktuellen Filtern.
nl: Geen offertes gevonden voor de huidige filters.

source: No receipts match the current filters.
de: Keine Belege entsprechen den aktuellen Filtern.
nl: Geen bonnen gevonden voor de huidige filters.

source: No reminders created yet.
de: Noch keine Erinnerungen erstellt.
nl: Nog geen herinneringen gemaakt.

source: No work entries scheduled for this day yet.
de: Für diesen Tag sind noch keine Arbeitseinträge geplant.
nl: Nog geen werkregistraties gepland voor deze dag.

source: Notes
de: Notizen
nl: Notities

source: Open
de: Offen

source: Open Quotes
de: Angebote öffnen
nl: Offertes openen

source: Open Weekly Review
de: Wochenprüfung öffnen
nl: Weekcontrole openen

source: Overview
de: Übersicht
nl: Overzicht

source: Owner name
de: Name des Inhabers
nl: Naam eigenaar

source: Paid
de: Bezahlt
nl: Betaald

source: Payment Actions
de: Zahlungsaktionen
nl: Betaalacties

source: Payment reminders
de: Zahlungserinnerungen
nl: Betalingsherinneringen

source: Payment term (days)
de: Zahlungsfrist (Tage)
nl: Betaaltermijn (dagen)

source: Payment text
de: Zahlungstext
nl: Betaaltekst

source: Phone
de: Telefon
nl: Telefoon

source: Preview
de: Vorschau
nl: Voorbeeld

source: Preview Next Reminder
de: Nächste Erinnerung vorschauen
nl: Volgende herinnering bekijken

source: Product
de: Produkt

source: Products
de: Produkte
nl: Producten

source: Profiles
de: Profile
nl: Profielen

source: Quarter
de: Quartal
nl: Kwartaal

source: Quarter selection
de: Quartalsauswahl
nl: Kwartaalselectie

source: Quarterly VAT
de: Quartals-MwSt.
nl: Kwartaal-btw

source: Quarterly VAT overview
de: Quartals-MwSt.-Übersicht
nl: Kwartaal-btw-overzicht

source: Quick actions
de: Schnellaktionen
nl: Snelle acties

source: Quote
de: Angebot
nl: Offerte

source: Quote conversion draft
de: Angebotsumwandlungsentwurf
nl: Concept vanuit offerte

source: Quote date
de: Angebotsdatum
nl: Offertedatum

source: Quotes
de: Angebote
nl: Offertes

source: Receipt
de: Beleg
nl: Bon

source: Receipt summary
de: Belegübersicht
nl: Bonoverzicht

source: Receipts
de: Belege
nl: Bonnen

source: Recurring
de: Wiederkehrend
nl: Terugkerend

source: Recurring Invoices
de: Wiederkehrende Rechnungen
nl: Terugkerende facturen

source: Registration
de: Eintrag
nl: Registratie

source: Registrations
de: Einträge
nl: Registraties

source: Related
de: Verknüpft
nl: Gerelateerd

source: Reminder
de: Erinnerung
nl: Herinnering

source: Reminder level
de: Erinnerungsstufe
nl: Herinneringsniveau

source: Reminder preview
de: Erinnerungsvorschau
nl: Voorbeeld herinnering

source: Remove
de: Entfernen
nl: Verwijderen

source: Review before confirming
de: Vor dem Bestätigen prüfen
nl: Controleren voor bevestigen

source: Rules
de: Regeln
nl: Regels

source: Save
de: Speichern
nl: Opslaan

source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

source: Save Draft
de: Entwurf speichern
nl: Concept opslaan

source: Save Settings
de: Einstellungen speichern
nl: Instellingen opslaan

source: Schedule
de: Zeitplan
nl: Planning

# section.agenda.headline
source: Plan the operating day.
de: Planen Sie den operativen Tag.
nl: Plan de operationele dag.

# section.agenda.summary
source: A calm agenda surface for appointments, reminders, and next actions.
de: Eine ruhige Agenda-Ansicht für Termine, Erinnerungen und nächste Schritte.
nl: Een rustige agendaweergave voor afspraken, herinneringen en volgende acties.

# section.clients.headline
source: Maintain reliable client records.
de: Pflegen Sie vertrauenswürdige Kundenakten.
nl: Beheer betrouwbare klantdossiers.

# section.clients.summary
source: A clear overview of clients, contacts, and work context.
de: Eine klare Übersicht über Kunden, Kontakte und den Arbeitskontext.
nl: Een helder overzicht van klanten, contactpersonen en werkcontext.

# section.dashboard.headline
source: Keep the day in view at a glance.
de: Behalten Sie den Überblick auf einen Blick.
nl: Hou de dag in één oogopslag in beeld.

# section.dashboard.summary
source: A focused dashboard for priorities, status, and quick decisions.
de: Ein fokussiertes Dashboard für Prioritäten, Status und schnelle Entscheidungen.
nl: Een gefocust dashboard voor prioriteiten, status en snelle beslissingen.

# section.invoices.headline
source: Create and follow invoices.
de: Erstellen und verfolgen Sie Rechnungen.
nl: Maak en volg facturen op.

# section.invoices.summary
source: Design invoice workflows with room for status, delivery, and PDF output.
de: Entwerfen Sie Rechnungsabläufe mit Raum für Status, Versand und PDF-Ausgabe.
nl: Ontwerp factuurflows met ruimte voor status, verzending en PDF-output.

# section.products.headline
source: Define what you bill.
de: Definieren Sie, was Sie abrechnen.
nl: Definieer wat je factureert.

# section.products.summary
source: Structure products and services with clear pricing and categories.
de: Strukturieren Sie Produkte und Dienstleistungen mit klaren Preisen und Kategorien.
nl: Structureer producten en diensten met duidelijke prijzen en categorieën.

# section.registrations.headline
source: Capture work without friction.
de: Erfassen Sie Arbeit ohne Reibung.
nl: Registreer werk zonder wrijving.

# section.registrations.summary
source: Lay the groundwork for work logs, hours, and field registrations.
de: Legen Sie die Grundlage für Arbeitsprotokolle, Zeiten und Feldregistrierungen.
nl: Leg de basis voor werklogs, uren en veldregistraties.

# section.settings.headline
source: Adjust the app with control.
de: Passen Sie die App kontrolliert an.
nl: Pas de app gecontroleerd aan.

# section.settings.summary
source: Centralize language, company preferences, and future integrations.
de: Zentralisieren Sie Sprache, Firmenpräferenzen und künftige Integrationen.
nl: Centraliseer taal, bedrijfsvoorkeuren en toekomstige integraties.

# section.shared.locale
source: Localization ready
de: Bereit für Lokalisierung
nl: Klaar voor lokalisatie

# section.shared.quickActions
source: Building blocks for the next step
de: Bausteine für den nächsten Schritt
nl: Bouwstenen voor de volgende stap

source: Select a client
de: Kunden auswählen
nl: Selecteer een klant

source: Select client
de: Kunde auswählen
nl: Selecteer klant

source: Selected period
de: Ausgewählter Zeitraum
nl: Geselecteerde periode

source: Send
de: Senden
nl: Verzenden

source: Send by Email
de: Per E-Mail senden
nl: Per e-mail verzenden

source: Send Invoice
de: Rechnung senden
nl: Factuur verzenden

source: Sequence digits
de: Folgeziffern
nl: Volgcijfers

source: Settings
de: Einstellungen
nl: Instellingen

source: Share DOCX
de: DOCX teilen
nl: DOCX delen

source: Share PDF
de: PDF teilen
nl: PDF delen

source: Share PDF Instead
de: Stattdessen PDF teilen
nl: In plaats daarvan PDF delen

source: Shortcuts
de: Kurzbefehle
nl: Snelkoppelingen

source: Sign here
de: Hier unterschreiben
nl: Hier tekenen

source: Signature
de: Unterschrift
nl: Handtekening

# Signed by %@ on %@
source: Signed by %1$@ on %2$@
de: Signed by %@ on %@
nl: Ondertekend door %1$@ op %2$@

source: Signer
de: Unterzeichner
nl: Ondertekenaar

source: Start date
de: Startdatum
nl: Startdatum

source: Start location
de: Startort
nl: Startlocatie

source: Stored receipts
de: Gespeicherte Belege
nl: Opgeslagen bonnen
